Repository: wechange-eg/cosinnus-etherpad
Catalog: cosinnus_etherpad/locale/*/LC_MESSAGES/django.po
Languages: de

source: Etherpads
de: Dokumente

# the_app
source: etherpad
de: Dokumente

source: A user created a new etherpad
de: Ein Mitglied hat ein neues Dokument erstellt

source: Latest Etherpads
de: Neueste Dokumente

source: No etherpads
de: Keine Dokumente

source: Created By
de: Erstellt von

source: Etherpad
de: Dokument

source: Ethercalc
de: Tabelle

source: Newest Pads
de: Neueste Dokumente

source: Title
de: Titel

source: Description
de: Beschreibung

source: Ethercalcs
de: Tabellen

source: Pads
de: Dokumente

source: by
de: von

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Do you really want to delete etherpad „%(pad)s“?
de: Sind Sie sicher, dass Sie das Dokument „%(pad)s“ löschen wollen?

source: Delete Etherpad
de: Dokument löschen

source: The document can not be accessed because the etherpad server could not be reached. Please contact an administrator!
de: Das Dokument kann nicht angezeigt werden weil der Etherpad-Service nicht erreichbar ist. Bitte kontaktiere einen Administrator!

source: This document is empty
de: Dieses Dokument ist leer

source: Enter a title for the Pad.
de: Gib einen Titel für das Dokument ein.

source: Save
de: Speichern

source: Enter the title for a new Document or Table.
de: Gib den Titel für ein neues Dokument oder Tabelle ein.

source: Enter the title for a new Document.
de: Gib den Titel für ein neues Dokument ein.

source: Create Etherpad
de: Dokument erstellen

source: Create Ethercalc
de: Tabelle erstellen

source: Move to another Folder
de: In einen anderen Ordner verschieben

source: Do you really want to delete etherpad „%(title)s“?
de: Sind Sie sicher, dass Sie das Dokument „%(title)s“ löschen wollen?

source: No etherpads have been created yet.
de: Es wurden noch keine Dokumente erstellt.

source: Hi %(receiver_name)s, a new etherpad "%(object_name)s" in %(team_name)s was created by %(sender_name)s. You can find it by following this link: %(object_url)s (Follow this link to edit your notification preferences: %(notification_settings_url)s ) Your %(site_name)s Team.
de: Hi %(receiver_name)s, ein neues Dokument "%(object_name)s" in %(team_name)s wurde von %(sender_name)s erstellt. Du kannst es finden indem du folgenden Link aufrufst: %(object_url)s (Folge diesem Link um deine Benachrichtigungseinstellungen zu ändern: %(notification_settings_url)s ) Dein %(site_name)s Team.

source: A new etherpad: "%(object_name)s" was created in %(team_name)s.
de: Neues Dokument: "%(object_name)s" wurde in %(team_name)s erstellt.

source: There are no etherpads yet
de: Es wurden noch keine Dokumente erstellt.

source: Etherpad "%(title)s" was edited successfully.
de: Dokument „%(title)s“ wurde erfolgreich bearbeitet.

source: Etherpad "%(title)s" could not be edited.
de: Dokument „%(title)s“ konnte nicht bearbeitet werden.

source: Etherpad "%(title)s" was added successfully.
de: Dokument „%(title)s“ wurde erfolgreich hinzugefügt.

source: Etherpad "%(title)s" could not be added.
de: Dokument „%(title)s“ konnte nicht hinzugefügt werden.

source: Folder "%(title)s" was created successfully.
de: Ordner „%(title)s“ wurde erfolgreich erstellt.

source: Etherpad with name "%(name)s" already exists on pad server. Please use another name.
de: Ein Dokument mit dem Namen „%(name)s“ existiert bereits auf dem Pad-Server. Bitte einen anderen Namen benutzen.

source: The document could not be created because the etherpad service is misconfigured. Please contact an administrator!
de: Das Dokument konnte nicht erstellt werden weil der Etherpad-Service falsch konfiguriert ist. Bitte kontaktiere einen Administrator!

source: The document could not be created because the etherpad server could not be reached. Please contact an administrator!
de: Das Dokument konnte nicht erstellt werden weil der Etherpad-Service nicht erreichbar ist. Bitte kontaktiere einen Administrator!

source: Pad has been archived as Document: <a class="alert-link" href="%(href)s">%(title)s</a>
de: Pad wurde als Dokument archiviert: <a class="alert-link" href="%(href)s">%(title)s</a>

source: Pad has been archived as File entry: <a class="alert-link" href="%(href)s">%(title)s</a>
de: Pad wurde als Dateieintrag archiviert: <a class="alert-link" href="%(href)s">%(title)s</a>
